GET_TEMP = 1
SET_TEMP = 2

TURN_ON_LIGHT = 3
TURN_OFF_LIGHT = 4
GET_LIGHT = 5



OPTS = {
    "alias": ('Іван', 'Бот', 'Товариш', 'Приятель', 'Побратим'),
    "tbr": ('скажи', 'як', 'яка'),
    "cmds": {
        GET_TEMP: ('яка зараз температура', 'яка температура', 'температура в кімнаті', 'температура'),
        SET_TEMP: ('зроби температуру', 'встанови температуру'),
        TURN_ON_LIGHT: ('увімкни світло у',),
        TURN_OFF_LIGHT: ('вимкни світло у',),
        GET_LIGHT: ('де зараз увімкнені лампи','які лампи увімкнено', 'які лампи зараз увімкнено'),
    }
}